opening_statement_style_example = """

《人工生殖法》第一条提出，为健全人工生殖之发展，保障不孕夫妻、人工生殖子女与捐赠人之权益，维护国民之伦理及健康，特制定本法。其立法目的在于帮助不孕不育夫妇使用新型手段进行治疗。这一结论也被WHO所认同，即不孕不育是一种影响人民身心健康的疾病。代孕作为治疗手段的一种，其合法化是对《人工生殖法》的合理延续。联合国也提出，“各国应确保所有夫妇享有自由决定生育数目、间隔, 并获得做此决定的信息、教育和手段的基本权利”，明确生育权的地位。在此基础上，我方主张台湾应实施无偿代孕合法化：

台湾在2020年一读通过无偿代孕合法化，至今仍未彻底落地，无非是担心女性商品化、代理孕母权益等。我方认为，参考他国无偿合法化先例，这些担忧都可以通过合理、细致的法规规避，具体如下：

第一，为避免子宫、婴儿商品化，代孕以互助为原则。正如现况下器官捐赠、捐精捐卵合法，器官交易、买卖精卵不合法。我方政策参照器官捐赠和人工生殖法监管方式，委托人可以为代理孕母提供营养费、医疗费、误工费等，但不得支付额外酬劳，主管机关核定具体金额。代孕者曾代孕次数不得超过两次。

第二，反方同学接下来可能告诉我们代孕会伤害孕母或子女的身心健康，但这些担忧其实并不必要。首先，对于接受IVF（即人工生殖技术）的女性，代理孕母比患不孕症的女性更加安全。这是因为代理孕母的输卵管和子宫更加健康，因而诱发异位妊娠、胎盘早剥等IVF造成的风险的几率更低。同时，代理孕母不需要注射激素来促排卵，进一步降低IVF对卵巢的风险。目前学界也并无共识代孕的伤害比已经合法的试管婴儿、高龄产子、活体捐肾等行为有更高的风险。且为进一步规避可能风险，我方规定代孕者必须是有生产经验的成年女性，并经过心理与妇科医生的评估适合代孕。

同时，对于代孕生产的子女，Golumbok 教授于2004年的一项针对代孕委托家庭的研究显示，由于孩子来之不易，他们对于父母角色的适应比普通家庭更加良好，更加不容易对孩子感到失望。因此在幼年时，代孕儿童的心理健康更优于自然出生的孩子。

第三，为防止代孕被滥用，委托妻子必须符合上文提到的三种情形之一，客观无法生产；委托人夫妇至少一人为台湾籍，并且代理孕母也必须为台湾人。

第四，孕母与委托人亲权纠纷并不严峻。英国剑bridge大学的Jadva教授的研究显示，调查中所有代孕母亲在移交孩子时没有犹豫，在一年后有94%的孕母都没有情感上的困难。此外，委托人应与代孕者签订代孕契约，如孩子的移交和探视等，并进行公证，以避免事后争议。

还有更多政策细节，我方可以后续解答。一言以蔽之，规范下的无偿代孕能满足生育权且兼顾各方利益。台湾行政院卫生署调查英国、荷兰、香港、澳洲、以色列等无偿代孕的国家后得出结论：非商业化代孕的争议并不多。尤其不提供卵子、只提供子宫的借腹型代孕，是最无争议的项目。

目前，至少有三类不孕不育女性无法仅通过试管婴儿来保障生育权：一，先天性无子宫，病发率约为1/4000-1/5000， 全台湾约有2500人；二，子宫障碍或因病切除子宫，医界估计，台湾有约5000人至1万人因子宫受损而不能受孕；三，因重大疾病等怀孕会威胁生命者。医疗纪录片《人间世》中，产妇吴莹有严重心脏病，不顾阻拦产子，生命定格在25岁。这不是个例，像她这样的患者，一旦妊娠期发病，死亡率高达50%。

那么，是否有人愿意出于互助当代理孕母呢？剑桥大学Jadva教授的研究显示， 91%代孕母亲坚持利他主义，愿意为他们送上生命的礼物。英国教授Eric Blyth对十九位代孕妈妈的调查中，13人认为钱不是也不应是代孕的主要动机。台湾当局的民意调查也显示，在过半数赞成不孕夫妇代孕的民众中，有35.8%表示如果情況允許，愿意代替一位不孕的女性懷孕。可见，无偿代孕完全有其土壤。

综上，我方认为台湾应当代孕合法化。
"""
